Repository: korboybeats/KorSign
Catalog: KorSign/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, id, it, pl, ru, tr, vi, zh_hans

source: Preparing to sign %@
ar: يتم التحضير لتوقيع %@
cs: Příprava na podepsání %@
de: Signieren von %@ wird vorbereitet
es: Preparando para firmar %@
fr: Préparation de la signature de %@
id: Menyiapkan untuk menandatangani %@
it: Preparazione alla firma di %@
pl: Przygotowywanie do podpisania %@
ru: Подготовка к подписи %@
tr: %@ imzalanmaya hazırlanıyor
vi: Đang chuẩn bị ký %@
zh_hans: 正在准备签名 %@

source: Preparing...
ar: جارٍ التحضير...
cs: Připravuji...
de: Wird vorbereitet...
es: Preparando...
fr: Préparation...
id: Menyiapkan...
it: Preparazione...
pl: Przygotowywanie...
ru: Подготовка...
tr: Hazırlanıyor...
vi: Đang chuẩn bị...
zh_hans: 正在准备...

source: Previous Versions
ar: الإصدارات السابقة
cs: Předchozí verze
de: Frühere Versionen
es: Versiones anteriores
fr: Versions précédentes
id: Versi Sebelumnya
it: Versioni precedenti
pl: Poprzednie wersje
ru: Предыдущие версии
tr: Önceki Sürümler
vi: Phiên bản trước
zh_hans: 先前版本

source: Proceed
ar: متابعة
cs: Pokračovat
de: Fortfahren
es: Continuar
fr: Continuer
id: Lanjutkan
it: Procedi
pl: Przystąp
ru: Продолжить
tr: Devam Et
vi: Tiếp tục
zh_hans: 继续

source: Processing...
ar: جارٍ المعالجة...
cs: Zpracovávání...
de: Wird verarbeitet …
es: Procesando...
fr: Traitement en cours...
id: Memproses...
it: Elaborazione...
pl: Przetwarzanie...
ru: Обработка...
tr: İşleniyor…
vi: Đang xử lý...
zh_hans: 正在处理…

source: Properties
ar: الخصائص
cs: Nastavení
de: Eigenschaften
es: Propiedades
fr: Propriétés
id: Properti
it: Proprietà
pl: Właściwości
ru: Свойства
tr: Özellikler
vi: Thuộc tính
zh_hans: 属性

source: Protection
ar: الحماية
cs: Ochrana
de: Schutz
es: Protección
id: Perlindungan
it: Protezione
pl: Ochrona
ru: Защита
tr: Koruma
vi: Bảo vệ
zh_hans: 保护

source: Provision All Devices
ar: توفير لكل الأجهزة
cs: Zapsat všechna zařízení
de: Alle Geräte bereitstellen
es: Aprovisionar todos los dispositivos
fr: Provisionner tous les appareils
id: Provision untuk Semua Perangkat
it: Provisioning effettuato su tutti i dispositivi
pl: Provisionuj wszystkie urządzenia
ru: Provisioning для всех устройств
tr: Tüm Cihazları Hazırla
vi: Cấp phép tất cả thiết bị
zh_hans: 描述文件对应所有设备

source: Provisioned Devices
ar: الأجهزة المزوّدة
cs: Zapsaná zařízení
de: Bereitgestellte Geräte
es: Dispositivos aprovisionados
fr: Appareils provisionnés
id: Perangkat yang Telah Diprovision
it: Dispositivi di cui è stato effettuato il provisioning
pl: Provisionowane urządzenia
ru: Устройства в provisioning
tr: Hazırlanmış Cihazlar
vi: Thiết bị đã cấp phép
zh_hans: 描述文件对应设备

source: Puts every type back to reopening where you last browsed.
ar: يعيد كل نوع إلى الفتح في آخر موقع تصفّحته.
cs: Vrátí každý typ zpět k otevírání tam, kde jsi naposledy procházel.
de: Setzt jeden Typ zurück, sodass er wieder dort öffnet, wo du zuletzt warst.
es: Devuelve cada tipo a abrirse donde estuviste por última vez.
fr: Remet chaque type à s'ouvrir là où vous étiez en dernier.
id: Mengembalikan semua jenis agar terbuka di tempat terakhir kamu menjelajah.
it: Riporta ogni tipo ad aprirsi dove sei stato l'ultima volta.
pl: Przywraca każdy typ do otwierania tam, gdzie ostatnio przeglądałeś.
ru: Возвращает все типы к открытию там, где вы были в последний раз.
tr: Her türü en son gezdiğin yerde açılmaya döndürür.
vi: Đưa mọi loại về mở tại nơi bạn duyệt gần nhất.
zh_hans: 让所有类型恢复在你上次浏览的位置打开。

source: Queued
ar: في قائمة الانتظار
cs: Ve frontě
de: In Warteschlange
es: En cola
fr: En file d’attente
id: Dalam antrean
it: In coda
pl: W kolejce
ru: В очереди
tr: Sırada
vi: Trong hàng đợi
zh_hans: 排队中

source: Re-sign
ar: إعادة التوقيع
cs: Podepsat znovu
de: Neu signieren
es: Volver a firmar
fr: Resigner
id: Tandatangani Ulang
it: Ri-firma
pl: Podpisz ponownie
ru: Переподписать
tr: Yeniden İmzala
vi: Ký lại
zh_hans: 重签名

source: Readable Text (.txt)
ar: نص قابل للقراءة (.txt)
cs: Čitelný text (.txt)
de: Lesbarer Text (.txt)
es: Texto legible (.txt)
fr: Texte lisible (.txt)
id: Teks Terbaca (.txt)
it: Testo leggibile (.txt)
pl: Czytelny tekst (.txt)
ru: Читаемый текст (.txt)
tr: Okunabilir Metin (.txt)
vi: Văn bản đọc được (.txt)
zh_hans: 可读文本 (.txt)

source: Ready
ar: جاهز
cs: Připraveno
de: Bereit
es: Listo
fr: Prêt
id: Siap
it: Pronto
pl: Gotowe
ru: Готово
tr: Hazır
vi: Sẵn sàng
zh_hans: 准备

source: Received %@
ar: تم استلام %@
cs: Přijato %@
de: %@ empfangen
es: %@ recibido
fr: %@ reçu
id: %@ diterima
it: %@ ricevuto
pl: Odebrano %@
ru: Получено %@
tr: %@ alındı
vi: Đã nhận %@
zh_hans: 已接收 %@

source: Received %lld items
ar: تم استلام %lld عنصر
cs: Přijato %lld položek
de: %lld Elemente empfangen
es: %lld elementos recibidos
fr: %lld éléments reçus
id: %lld item diterima
it: %lld elementi ricevuti
pl: Odebrano %lld elementów
ru: Получено элементов: %lld
tr: %lld öğe alındı
vi: Đã nhận %lld mục
zh_hans: 已接收 %lld 项

source: Recent Uploads
ar: الرفعات الأخيرة
cs: Nedávná nahrání
de: Letzte Uploads
es: Subidas recientes
fr: Téléversements récents
id: Unggahan Terbaru
it: Caricamenti recenti
pl: Ostatnie przesłania
ru: Недавние загрузки
tr: Son Yüklemeler
vi: Tải lên gần đây
zh_hans: 最近上传

source: Recommended
ar: موصى به
cs: Doporučeno
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Direkomendasikan
it: Consigliato
pl: Zalecane
ru: Рекомендуется
tr: Önerilen
vi: Khuyến nghị
zh_hans: 推荐

source: Redeem API key for premium repos
ar: استبدل مفتاح API للحصول على المستودعات المميزة
cs: Uplatnit API klíč pro premium repozitáře
de: API-Schlüssel für Premium-Repos einlösen
es: Canjear clave de API por repos premium
fr: Utiliser la clé d'API pour les dépôts premium
id: Tukarkan kunci API untuk repositori premium
it: Riscatta la chiave API per i repository premium
pl: Zrealizuj klucz API dla repozytoriów premium
ru: Активировать ключ API для премиум-репозиториев
tr: Premium depolar için API anahtarını kullan
vi: Đổi khóa API để lấy kho premium
zh_hans: 兑换 API 密钥以获取高级仓库

source: Redeem Key
ar: استبدال المفتاح
cs: Uplatnit klíč
de: Schlüssel einlösen
es: Canjear clave
fr: Utiliser la clé
id: Tukarkan Kunci
it: Riscatta chiave
pl: Zrealizuj klucz
ru: Активировать ключ
tr: Anahtarı Kullan
vi: Đổi khóa
zh_hans: 兑换密钥

source: Refresh
ar: تحديث
cs: Obnovit
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Segarkan
it: Aggiorna
pl: Odśwież
ru: Обновить
tr: Yenile
vi: Làm mới
zh_hans: 刷新

source: Reinstall
ar: إعادة التثبيت
cs: Přeinstalovat
de: Neu installieren
es: Reinstalar
fr: Réinstaller
id: Instal ulang
it: Reinstalla
pl: Zainstaluj ponownie
ru: Переустановить
tr: Yeniden yükle
vi: Cài đặt lại
zh_hans: 重新安装

source: Reinstall %@
ar: إعادة تثبيت %@
cs: Přeinstalovat %@
de: %@ neu installieren
es: Reinstalar %@
fr: Réinstaller %@
id: Instal ulang %@
it: Reinstalla %@
pl: Zainstaluj ponownie %@
ru: Переустановить %@
tr: %@ sürümünü yeniden yükle
vi: Cài đặt lại %@
zh_hans: 重新安装 %@

source: Remember Last Export Location
ar: تذكّر آخر موقع تصدير
cs: Zapamatovat poslední místo exportu
de: Letzten Exportort merken
es: Recordar última ubicación de exportación
fr: Mémoriser le dernier dossier d’export
id: Ingat Lokasi Ekspor Terakhir
it: Ricorda l’ultima posizione di esportazione
pl: Zapamiętaj ostatnią lokalizację eksportu
ru: Запоминать последнее место экспорта
tr: Son dışa aktarma konumunu hatırla
vi: Nhớ vị trí xuất gần nhất
zh_hans: 记住上次导出位置

source: Remind Me Later
ar: ذكّرني لاحقًا
cs: Připomenout později
de: Später erinnern
es: Recordar más tarde
fr: Me le rappeler plus tard
id: Ingatkan nanti
it: Ricordamelo più tardi
pl: Przypomnij później
ru: Напомнить позже
tr: Sonra hatırlat
vi: Nhắc tôi sau
zh_hans: 稍后提醒

source: Removal
ar: إزالة
cs: Odebrání
de: Entfernung
es: Eliminación
fr: Suppression
id: Penghapusan
it: Rimozione
pl: Usuwanie
ru: Удаление
tr: Kaldırma
vi: Loại bỏ
zh_hans: 删除

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es: Quitar
fr: Retirer
id: Hapus
it: Rimuovi
pl: Usuń
ru: Удалить
tr: Kaldır
vi: Gỡ bỏ
zh_hans: 移除

source: Remove annoying alerts like these after getting beta access!
ar: أزل التنبيهات المزعجة مثل هذه بعد الحصول على وصول النسخة التجريبية!
cs: Odeberte tyto otravné upozornění po získání beta přístupu!
de: Entferne nervige Meldungen wie diese nach deinem Beta-Zugang!
es: ¡Elimina alertas molestas como estas al obtener acceso a la beta!
fr: Supprimez les alertes gênantes comme celles-ci après avoir obtenu l'accès bêta !
id: Hapus notifikasi mengganggu seperti ini setelah mendapatkan akses beta!
it: Rimuovi avvisi fastidiose come questa dopo aver ottenuto l'accesso alla beta!
pl: Usuń irytujące alerty jak ten po uzyskaniu dostępu do bety!
ru: Уберите такие надоедливые оповещения, получив доступ к бета-версии!
tr: Beta erişimini alarak bunun gibi can sıkıcı uyarıları kaldırın!
vi: Loại bỏ những cảnh báo phiền phức như thế này sau khi có quyền truy cập beta!
zh_hans: 获取beta版来去除这些提示！

source: Remove File
ar: إزالة الملف
cs: Odebrat soubor
de: Datei entfernen
es: Quitar archivo
fr: Retirer le fichier
id: Hapus File
it: Rimuovi file
pl: Usuń plik
ru: Удалить файл
tr: Dosyayı Kaldır
vi: Gỡ bỏ tệp
zh_hans: 移除文件

source: Remove Provisioning
ar: إزالة الـ Provisioning
cs: Odebrat provisioning
de: Entferne Provisioning Datei
es: Eliminar aprovisionamiento
fr: Supprimer le provisioning
id: Hapus Provisioning
it: Rimuovi Provisioning
pl: Usuń provisioning
ru: Удалить Provisioning File
tr: Hazırlık Profilini Kaldır
vi: Xóa tệp Provisioning
zh_hans: 移除描述文件

source: Remove this Alert
ar: إزالة هذا التنبيه
cs: Odebrat toto upozornění
de: Entferne diese Meldung
es: Eliminar esta alerta
fr: Supprimer cette alerte
id: Hapus Notifikasi Ini
it: Rimuovi questo avviso
pl: Usuń ten alert
ru: Убрать это оповещение
tr: Bu Uyarıyı Kaldır
vi: Xóa cảnh báo này
zh_hans: 移除这项警告

source: Remove URL Scheme
ar: إزالة URL Scheme
cs: Odebrat schéma URL
de: Entferne URLScheme
es: Eliminar esquema de URL
fr: Supprimer le schéma d'URL
id: Hapus Skema URL
it: Rimuovi schema URL
pl: Usuń schemat URL
ru: Удалить URLScheme
tr: URL Şemasını Kaldır
vi: Xóa URL Scheme
zh_hans: 移除URL Scheme

source: Remove Watch Placeholder
ar: إزالة Watch Placeholder
cs: Odebrat Watch aplikaci
de: Entferne Platzhalter Watch App
es: Eliminar marcador del Watch
fr: Supprimer l'espace réservé Watch
id: Hapus Placeholder Watch
it: Rimuovi segnaposto dell'orologio
pl: Usuń placeholder Watch
ru: Удалить заглушку для Watch
tr: Watch Yer Tutucusunu Kaldır
vi: Xóa ứng dụng Watch
zh_hans: 移除Watch占位符

source: Removing bundled files
ar: إزالة الملفات المضمّنة
cs: Odebrání přibalených souborů
de: Mitgelieferte Dateien werden entfernt
es: Eliminando archivos incluidos
fr: Suppression des fichiers inclus
id: Menghapus berkas bawaan
it: Rimozione dei file inclusi
pl: Usuwanie dołączonych plików
ru: Удаление встроенных файлов
tr: Paketlenmiş dosyalar kaldırılıyor
vi: Đang xóa tệp đi kèm
zh_hans: 正在移除捆绑文件

source: Removing injected dylibs
ar: إزالة مكتبات dylib المحقونة
cs: Odebrání injektovaných dylibů
de: Injizierte dylibs werden entfernt
es: Eliminando dylibs inyectadas
fr: Suppression des dylibs injectées
id: Menghapus dylib yang disuntikkan
it: Rimozione delle dylib iniettate
pl: Usuwanie wstrzykniętych bibliotek dylib
ru: Удаление внедрённых dylib
tr: Enjekte edilen dylib’ler kaldırılıyor
vi: Đang xóa các dylib đã chèn
zh_hans: 正在移除注入的 dylib

source: Removing the provisioning file will exclude the mobileprovision file from being embedded inside of the application when signing, to help prevent any detection.
ar: إزالة ملف Provisioning ستمنع تضمين ملف mobileprovision داخل التطبيق أثناء التوقيع، مما يساعد على تقليل احتمالية اكتشافه.
cs: Odstranění provisioning souboru vyloučí mobileprovision soubor z vložení do aplikace při podepisování, což pomáhá zabránit detekci.
de: Beim Entfernen der Provisioning-Datei wird die mobileprovision-Datei beim Signieren nicht in die App eingebettet, um eine Erkennung zu verhindern.
es: Eliminar el archivo de aprovisionamiento excluirá el archivo mobileprovision de incrustarse en la aplicación al firmar, para ayudar a evitar cualquier detección.
fr: Supprimer le fichier de provisioning exclura le fichier mobileprovision de l'intégration dans l'application lors de la signature, afin d'aider à prévenir toute détection.
id: Menghapus berkas provisioning akan mengecualikan berkas mobileprovision dari penyematan di dalam aplikasi saat penandatanganan, untuk membantu mencegah deteksi apa pun.
it: Rimuovere il file di provisioning escluderà il file .mobileprovision dall’essere incorporato nell’app durante la firma, aiutando così a evitare qualsiasi rilevamento.
pl: Usunięcie pliku provisioning spowoduje, że plik mobileprovision nie będzie osadzony w aplikacji podczas podpisywania, co zapobiegnie jakiemukolwiek wykryciu.
ru: Удаление файла provisioning исключит встраивание файла mobileprovision в приложение при подписи, чтобы предотвратить обнаружение.
tr: Hazırlık profilinin kaldırılması imzalama sırasında “mobileprovision” dosyasının uygulamaya dahil edilmemesini sağlayarak herhangi bir tespitin önlenmesine yardımcı olur.
vi: Xóa tệp mobileprovision được nhúng bên trong ứng dụng khi ký, giúp ngăn chặn mọi phát hiện.
zh_hans: 移除描述文件后，签名时就不会将其嵌入到App中，从而防止被检测到。

source: Rename
ar: إعادة تسمية
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti Nama
it: Rinomina
pl: Zmień nazwę
ru: Переименовать
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名

source: Rename Folder
ar: إعادة تسمية المجلد
cs: Přejmenovat složku
de: Ordner umbenennen
es: Renombrar carpeta
fr: Renommer le dossier
id: Ganti Nama Folder
it: Rinomina cartella
pl: Zmień nazwę folderu
ru: Переименовать папку
tr: Klasörü Yeniden Adlandır
vi: Đổi tên thư mục
zh_hans: 重命名文件夹

source: Renamed %1$@ to %2$@ — that name was already taken
ar: أُعيدت تسمية %1$@ إلى %2$@ — الاسم مُستخدم بالفعل
cs: %1$@ přejmenován na %2$@ — název už byl obsazený
de: %1$@ in %2$@ umbenannt – der Name war bereits vergeben
es: %1$@ renombrado a %2$@: ese nombre ya estaba ocupado
fr: %1$@ renommé en %2$@ — ce nom était déjà pris
id: %1$@ diganti nama menjadi %2$@ — nama itu sudah dipakai
it: %1$@ rinominato in %2$@ — quel nome era già occupato
pl: Zmieniono nazwę %1$@ na %2$@ — ta nazwa była już zajęta
ru: %1$@ переименован в %2$@ — это имя уже занято
tr: %1$@ adı %2$@ olarak değiştirildi — bu ad zaten kullanılıyordu
vi: Đã đổi tên %1$@ thành %2$@ — tên đó đã được dùng
zh_hans: 已将 %1$@ 重命名为 %2$@ — 该名称已被占用

source: Renaming app to %@
ar: إعادة تسمية التطبيق إلى %@
cs: Přejmenování aplikace na %@
de: App wird in %@ umbenannt
es: Renombrando la app a %@
fr: Renommage de l’app en %@
id: Mengganti nama aplikasi menjadi %@
it: Rinomina dell’app in %@
pl: Zmiana nazwy aplikacji na %@
ru: Переименование приложения в %@
tr: Uygulama %@ olarak yeniden adlandırılıyor
vi: Đang đổi tên ứng dụng thành %@
zh_hans: 正在将应用重命名为 %@

source: Reopen KorSign to keep the server reachable.
ar: أعد فتح KorSign لإبقاء الخادم متاحًا.
cs: Znovu otevřete KorSign, aby server zůstal dostupný.
de: Öffne KorSign erneut, um den Server erreichbar zu halten.
es: Vuelve a abrir KorSign para mantener el servidor accesible.
fr: Rouvrez KorSign pour garder le serveur accessible.
id: Buka kembali KorSign untuk menjaga server tetap dapat diakses.
it: Riapri KorSign per mantenere il server raggiungibile.
pl: Otwórz ponownie KorSign, aby utrzymać dostępność serwera.
ru: Откройте KorSign заново, чтобы сервер оставался доступным.
tr: Sunucuya erişilebilir tutmak için KorSign'ı yeniden açın.
vi: Mở lại KorSign để giữ máy chủ truy cập được.
zh_hans: 重新打开 KorSign 以保持服务器可访问。

source: Reopen the Save to Files picker at the last folder you used instead of always starting at the KorSign documents folder.
ar: إعادة فتح مُنتقي ‏«حفظ في الملفات» عند آخر مجلد استخدمته بدلًا من البدء دائمًا من مجلد مستندات KorSign.
cs: Znovu otevře výběr Uložit do Souborů v naposledy použité složce místo toho, aby vždy začínal ve složce dokumentů KorSign.
de: Öffnet die Auswahl „In Dateien sichern“ wieder im zuletzt verwendeten Ordner, statt immer im KorSign-Dokumentenordner zu starten.
es: Vuelve a abrir el selector Guardar en Archivos en la última carpeta usada en lugar de empezar siempre en la carpeta de documentos de KorSign.
fr: Rouvre le sélecteur « Enregistrer dans Fichiers » sur le dernier dossier utilisé au lieu de toujours démarrer dans le dossier de documents KorSign.
id: Buka kembali pemilih Simpan ke Berkas di folder terakhir yang Anda gunakan alih-alih selalu mulai di folder dokumen KorSign.
it: Riapre il selettore Salva su File nell’ultima cartella usata invece di partire sempre dalla cartella documenti di KorSign.
pl: Ponownie otwiera wybór Zapisz w Plikach w ostatnio używanym folderze zamiast zawsze zaczynać w folderze dokumentów KorSign.
ru: Открывать выбор «Сохранить в Файлы» в последней использованной папке вместо того, чтобы всегда начинать с папки документов KorSign.
tr: Dosyalara Kaydet seçiciyi her zaman KorSign belgeler klasöründe başlatmak yerine en son kullandığınız klasörde yeniden açar.
vi: Mở lại bộ chọn Lưu vào Tệp tại thư mục bạn dùng gần nhất thay vì luôn bắt đầu ở thư mục tài liệu KorSign.
zh_hans: 在你上次使用的文件夹重新打开“存储到文件”选择器，而不是总是从 KorSign 文档文件夹开始。

source: Replace Substrate with ElleKit
ar: استبدال Substrate بـ ElleKit
cs: Nahradit Substrate za ElleKit
de: Ersetze Substrate mit ElleKit
es: Reemplazar Substrate por ElleKit
fr: Remplacer Substrate par ElleKit
id: Ganti Substrate dengan ElleKit
it: Sostituisci Substrate con ElleKit
pl: Zastąp Substrate przez ElleKit
ru: Заменить Substrate на ElleKit
tr: Substrate yerine ElleKit kullan
vi: Thay thế Substrate bằng ElleKit
zh_hans: 使用ElleKit替换Substrate

source: Replacement
ar: الاستبدال
cs: Záměna
de: Ersatz
es: Reemplazo
fr: Remplacement
id: Penggantian
it: Sostituzione
pl: Docelowa wartość
ru: Замена
tr: Değişim
vi: Thay thế
zh_hans: 替换

source: Replaces wildcard keychain groups with the app's bundle identifier, preventing sideloaded apps from accessing each other's keychain entries.
ar: يستبدل مجموعات سلسلة المفاتيح ذات الحرف البدل بمعرّف حزمة التطبيق، مانعاً التطبيقات المثبّتة جانبياً من الوصول إلى إدخالات سلسلة المفاتيح الخاصة ببعضها.
cs: Nahradí zástupné skupiny klíčenky identifikátorem balíčku aplikace a zabrání tak bočně načteným aplikacím v přístupu k záznamům klíčenky ostatních aplikací.
de: Ersetzt Platzhalter-Schlüsselbundgruppen durch den Bundle-Identifier der App und verhindert so, dass quergeladene Apps auf die Schlüsselbundeinträge anderer Apps zugreifen.
es: Sustituye los grupos de llavero con comodín por el identificador de paquete de la app, evitando que las apps instaladas externamente accedan a las entradas de llavero de otras.
fr: Remplace les groupes de trousseau génériques par l'identifiant de l'app, empêchant les apps sideloadées d'accéder aux entrées de trousseau des autres.
id: Mengganti grup keychain wildcard dengan pengidentifikasi bundel aplikasi, mencegah aplikasi sideload saling mengakses entri keychain.
it: Sostituisce i gruppi portachiavi con caratteri jolly con l'identificatore bundle dell'app, impedendo alle app installate lateralmente di accedere alle voci portachiavi altrui.
pl: Zastępuje grupy pęku kluczy z symbolami wieloznacznymi identyfikatorem pakietu aplikacji, uniemożliwiając bocznie ładowanym aplikacjom dostęp do wpisów pęku kluczy innych aplikacji.
ru: Заменяет шаблонные группы связки ключей идентификатором пакета приложения, не давая сторонним приложениям доступ к записям связки ключей друг друга.
tr: Joker karakterli anahtar zinciri gruplarını uygulamanın paket tanımlayıcısıyla değiştirir; yandan yüklenen uygulamaların birbirinin anahtar zinciri girişlerine erişmesini önler.
vi: Thay thế các nhóm keychain ký tự đại diện bằng mã định danh gói của ứng dụng, ngăn các ứng dụng cài đặt ngoài truy cập mục keychain của nhau.
zh_hans: 用应用的捆绑标识符替换通配符钥匙串组，防止旁加载的应用互相访问对方的钥匙串条目。

source: Replacing app icon
ar: استبدال أيقونة التطبيق
cs: Nahrazení ikony aplikace
de: App-Symbol wird ersetzt
es: Reemplazando el icono de la app
fr: Remplacement de l’icône de l’app
id: Mengganti ikon aplikasi
it: Sostituzione dell’icona dell’app
pl: Zastępowanie ikony aplikacji
ru: Замена значка приложения
tr: Uygulama simgesi değiştiriliyor
vi: Đang thay biểu tượng ứng dụng
zh_hans: 正在替换应用图标

source: Replacing Substrate with ElleKit
ar: استبدال Substrate بـ ElleKit
cs: Nahrazení Substrate za ElleKit
de: Substrate wird durch ElleKit ersetzt
es: Reemplazando Substrate por ElleKit
fr: Remplacement de Substrate par ElleKit
id: Mengganti Substrate dengan ElleKit
it: Sostituzione di Substrate con ElleKit
pl: Zastępowanie Substrate przez ElleKit
ru: Замена Substrate на ElleKit
tr: Substrate, ElleKit ile değiştiriliyor
vi: Đang thay Substrate bằng ElleKit
zh_hans: 正在用 ElleKit 替换 Substrate

source: Repository already added.
ar: تمت إضافة الـ Repository مسبقًا.
cs: Repozitář již byl přidán.
de: Repositorium bereits hinzugefügt.
es: El repositorio ya está añadido.
fr: Dépôt déjà ajouté.
id: Repositori sudah ditambahkan.
it: Fonte già aggiunto.
pl: Repozytorium jest obecnie dodane.
ru: Репозиторий уже добавлен.
tr: Depo zaten eklendi.
vi: Kho lưu trữ đã được thêm.
zh_hans: 已经添加了这个仓库。

source: Require Password
ar: طلب كلمة مرور
cs: Vyžadovat heslo
de: Passwort erforderlich
es: Requerir contraseña
fr: Exiger un mot de passe
id: Wajibkan Kata Sandi
it: Richiedi password
pl: Wymagaj hasła
ru: Требовать пароль
tr: Şifre Gerektir
vi: Yêu cầu mật khẩu
zh_hans: 需要密码

source: Reset
ar: إعادة تعيين
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
id: Atur Ulang
it: Ripristina
pl: Resetuj
ru: Сброс
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置

source: Reset All
ar: إعادة تعيين الكل
cs: Resetovat vše
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
id: Atur Ulang Semua
it: Ripristina Tutto
pl: Resetuj wszystko
ru: Сбросить всё
tr: Tümünü Sıfırla
vi: Đặt lại tất cả
zh_hans: 重置所有内容

source: Reset Certificates
ar: إعادة تعيين الشهادات
cs: Resetovat certifikáty
de: Zertifikate zurücksetzen
es: Restablecer certificados
fr: Réinitialiser les certificats
id: Atur Ulang Sertifikat
it: Ripristina Certificati
pl: Resetuj certyfikaty
ru: Сбросить сертификаты
tr: Sertifikaları Sıfırla
vi: Đặt lại chứng chỉ
zh_hans: 重置证书

source: Reset Imported Apps
ar: إعادة تعيين التطبيقات المستوردة
cs: Resetovat importované aplikace
de: Importierte Apps zurücksetzen
es: Restablecer apps importadas
fr: Réinitialiser les apps importées
id: Atur Ulang Aplikasi yang Diimpor
it: Ripristina App Importate
pl: Resetuj zaimportowane aplikacje
ru: Сбросить импортированные приложения
tr: İçe Aktarılan Uygulamaları Sıfırla
vi: Đặt lại ứng dụng đã nhập
zh_hans: 重置导入的应用

source: Reset Network Cache
ar: إعادة تعيين ذاكرة الشبكة المؤقتة
cs: Resetovat síťovou mezipaměť
de: Netzwerk-Cache zurücksetzen
es: Restablecer caché de red
fr: Réinitialiser le cache réseau
id: Atur Ulang Cache Jaringan
it: Reimposta Cache di rete
pl: Resetuj pamięć podręczną sieci
ru: Сбросить сетевой кэш
tr: Ağ Önbelleğini Sıfırla
vi: Đặt lại bộ nhớ đệm mạng
zh_hans: 重置网络缓存

source: Reset Premium
ar: إعادة تعيين بريميوم
cs: Resetovat premium
de: Premium zurücksetzen
es: Restablecer premium
fr: Réinitialiser le premium
id: Atur Ulang Premium
it: Reimposta premium
pl: Zresetuj premium
ru: Сбросить премиум
tr: Premium'u Sıfırla
vi: Đặt lại Premium
zh_hans: 重置高级版

source: Reset Premium?
ar: إعادة تعيين بريميوم؟
cs: Resetovat premium?
de: Premium zurücksetzen?
es: ¿Restablecer premium?
fr: Réinitialiser le premium ?
id: Atur Ulang Premium?
it: Reimpostare premium?
pl: Zresetować premium?
ru: Сбросить премиум?
tr: Premium Sıfırlansın mı?
vi: Đặt lại Premium?
zh_hans: 重置高级版？

source: Reset Settings
ar: إعادة تعيين الإعدادات
cs: Resetovat nastavení
de: Einstellungen zurücksetzen
es: Restablecer ajustes
fr: Réinitialiser les réglages
id: Atur Ulang Pengaturan
it: Ripristina Impostazioni
pl: Resetuj ustawienia
ru: Сбросить настройки
tr: Ayarları Sıfırla
vi: Đặt lại cài đặt
zh_hans: 重置设置
